{
    "faqInfo": {
        "1": {
            "section_title": "General Questions",
            "question_list": {
                "1": {
                    "title": "What is the Classroom module?",
                    "answer": "The Classroom module makes it easy to assign educational content and track student progress. Teachers can use content from the community, or create their own activities to share."
                }
            }
        },
        "2": {
            "section_title": "Accounts",
            "question_list": {
                "1": {

                    "title": "How to connect to the Classroom module?",
                    "answer": "It is possible to connect to the Classroom module in three ways:<ul><li>Classroom code: allows students to register or connect quickly using only a username (no email address necessary). A classroom code is generated automatically for each class created by teachers.</li><li>Vittascience account: allows teachers to log in with a Vittascience account (email address and password). This method is for teachers only and is not suitable for students due to the RGPD.</li><li>GAR account: the resource access manager (« RAM ») aims to secure and simplify authenticated access between ENT users and their digital resources. More information is available on the <a href=\"/gar\">accessing Vittascience via GAR </a>page.</li></ul>Privacy is paramount to Vittascience. To learn more about how your data is protected, visit the <a href=\"/privacy\">page dedicated to personal data protection</a>."
                }
            }
        },
        "3": {
            "section_title": "Licenses and authorizations",
            "question_list": {
                "1": {
                    "title": "Can I make my own description or presentation of the Classroom module?",
                    "answer": "Yes, you may reuse the visuals for the Classroom module to create your own description, presentation, training module, tutorial, course or other content. If you wish to include activity content or images, please mention the author (see next question)."
                }
            }
        }
    }
}