{
    "faqInfo": {
        "title": "Foire Aux Questions",
        "hint": "Vous ne trouvez pas la réponse à votre question ? <a href=\"/about?contact=1\">Contactez-nous via ce formulaire</a>.",
        "1": {
            "section_title": "Questions générales",
            "question_list": {
                "1": {
                    "title": "Qu’est-ce que le module Classe ?",
                    "answer": "Le module Classe facilite l'attribution de contenus pédagogiques et le suivi des apprenants. Les enseignants peuvent utiliser les contenus de la communauté, ou bien créer leurs propres activités et les partager."
                },
                "2": {
                    "title": "Qui utilise le module Classe ?",
                    "answer": "En cours comme à la maison ou en atelier périscolaire, le module classe est utilisé par des enseignants (professeurs, animateurs, formateurs, etc.) et leurs apprenants (élèves, étudiants, apprentis, etc.). Le module Classe a été pensé pour le niveau secondaire (~10 à 18 ans), mais peut s'adapter à d'autres contextes."
                },
                "3": {
                    "title": "Quelle est la nature du soutien du Ministère de l'Éducation Nationale ?",
                    "answer": "Vittascience est lauréate du dispositif Édu-up de soutien à la production de ressources numériques innovantes. Plus de détails sont disponibles sur <a href=\"/eduUp\">la page dédiée à Édu-up</a>."
                },
                "4": {
                    "title": "Sur quels supports peut-on utiliser le module Classe ?",
                    "answer": "Le module classe fonctionne sur ordinateurs, tablettes et smartphones avec la plupart des navigateurs et une connexion internet."
                },
                "5": {
                    "title": "Peut-on demander une démonstration ?",
                    "answer": "Nous organisons régulièrement des webinaires de présentation du module Classe, vous pouvez vous abonner à <a href=\"https://www.youtube.com/Vittascience\">la chaîne Youtube de Vittascience</a> pour visionner les replay et voir les prochains webinaires prévus. Pour réserver une démonstration en visioconférence avec l’un de nos délégués pédagogiques, <a href=\"/about?contact=1\">contactez-nous via ce formulaire</a>."
                },
                "6": {
                    "title": "Comment signaler des bugs et faire part de mes commentaires sur le module Classe ?",
                    "answer": "Vous pouvez nous contacter sur le module Classe dans l’onglet profil avec le bouton \"Aide\"."
                },
                "7": {
                    "title": "Est-ce que le module Classe est disponible en plusieurs langues ?",
                    "answer": "Oui, le module Classe est actuellement disponible en français et en anglais. Pour changer de langue, allez dans l'onglet profil, cliquez sur le bouton Paramètres, puis sélectionnez la langue qui vous convient."
                }
            }
        },
        "2": {
            "section_title": "Comptes",
            "question_list": {
                "1": {

                    "title": "Comment se connecter au module Classe ?",
                    "answer": "Il est possible de se connecter au module Classe de trois façons :<ul><li>Code classe : permet aux apprenants de s'inscrire ou se connecter rapidement avec seulement un pseudonyme (sans renseigner d'adresse courriel). Un code classe est généré automatiquement pour chaque classe créée par l'enseignant.</li><li>Compte Vittascience : permet à l'enseignant de se connecter grâce à un compte Vittascience (adresse courriel et mot de passe). Cette méthode est réservée aux enseignants et ne convient pas aux apprenants (RGPD).</li><li>Compte GAR : le gestionnaire d’accès aux ressources (« GAR ») a pour objectif de simplifier et sécuriser les accès authentifiés entre les usagers des ENT et leurs ressources numériques. Plus de renseignements sont disponibles sur la page <a href=\"/gar\">accéder à Vittascience par le GAR</a>.</li></ul>Le respect de la vie privée est primordial pour Vittascience, pour en savoir plus retrouvez la <a href=\"/privacy\">page dédiée à la protection des données personnelles</a>."
                },
                "2": {
                    "title": "Peut-on utiliser Vittascience sans compte ?",
                    "answer": "Sans compte, il est possible d’utiliser la page Programmer et d'accéder aux Ressources pédagogiques de Vittascience. Cependant, vous aurez besoin d’un compte pour réaliser des activités de classe, sauvegarder vos réalisations et partager vos contenus. Vos apprenants n'ont pas besoin de créer de compte Vittascience si vous les invitez via le module Classe."
                },
                "3": {
                    "title": "Comment créer un compte ?",
                    "answer": "Cliquez simplement sur « S’abonner » de la page d’accueil du module Classe. Vous devrez choisir l’offre qui vous correspond et fournir quelques informations.<ul><li>Si vous avez opté pour l’offre gratuite, un e-mail vous sera envoyé pour confirmer votre compte. Cliquez simplement sur le lien pour confirmer votre compte. Une fois votre compte confirmé, vous pourrez explorer l’interface, créer vos activités et les partager.</li><li>Si vous avez opté pour une offre payante, vous pourrez procéder à la création d’un devis pour votre établissement ou à son achat, puis votre compte sera activé.</li></ul>"
                },
                "4": {
                    "title": "Qu’est-ce qu’un compte enseignant ?",
                    "answer": "Tout compte Vittascience créé à partir d'une adresse courriel ou du GAR peut être utilisé comme compte enseignant. Un compte enseignant possède des fonctionnalités pour créer des comptes apprenants, organiser les activités et échanger des commentaires avec ses apprenants."
                },
                "5": {
                    "title": "Qu’est-ce qu’un compte apprenant ?",
                    "answer": "Un compte apprenant permet de réaliser les activités demandées par des enseignants, d’explorer les interfaces de programmation Vittascience et de partager ses propres réalisations. Seul un pseudonyme est requis pour la création d'un compte apprenant. Un code à 4 chiffres est généré automatiquement pour sécuriser l'accès des apprenants, seul l'enseignant peut modifier celui-ci."
                },
                "6": {
                    "title": "Nom d’utilisateur ou mot de passe oublié ?",
                    "answer": "Si vous avez un compte Vittascience (enseignant), vous pouvez recevoir un courriel de récupération de mot de passe via <a href=\"/passwordRecovery\">ce lien</a>. En tant qu'apprenant, vous devez demander à votre enseignant de réinitialiser votre code à 4 chiffres."
                },
                "7": {
                    "title": "Comment changer de mot de passe ou d’autres paramètres de compte ?",
                    "answer": "Pour changer de mot de passe ou d’autres paramètres, allez sur <a href=\"/profile\">votre page profil</a>. Dans le cas du GAR, les paramètres sont ceux de votre ENT."
                }
            }
        },
        "3": {
            "section_title": "Licences et autorisations",
            "question_list": {
                "1": {
                    "title": "Peut-on faire une description ou présentation du module Classe ?",
                    "answer": "Oui, vous pouvez réutiliser les visuels pour module Classe pour créer une description, présentation, formation, tutoriel, cours ou autre. Si vous souhaitez inclure des images ou contenus d'activités, veuillez mentionner l'auteur (voir question suivante)."
                },
                "2": {
                    "title": "Peut-on réutiliser les activités de la communauté Vittascience ?",
                    "answer": "Oui, toutes les activités visibles dans la banque de ressources Vittascience sont sous licence Creative Commons. Deux cas sont possibles :<ul><li>CC BY-NC-SA : l'auteur souhaite que le contenu soit partagé dans un usage non-commercial uniquement et à condition de mentionner son nom. Le contenu peut être modifié.</li><li>CC BY-NC-ND : l'auteur souhaite que le contenu soit partagé dans un usage non-commercial uniquement et à condition de mentionner son nom. Le contenu ne peut pas être modifié.</li></ul>"
                },
                "3": {
                    "title": "Où peut-on trouver le code source du module Classe ?",
                    "answer": "Le code source du module Classe n'est pas disponible pour le moment. Vous pouvez retrouvez de nombreux modules open-source de la plateforme Vittascience sur <a href=\"https://github.com/vittascience\">le dossier GitHub de Vittascience</a>, n'hésitez pas à contribuer !"
                }
            }
        }
    }

}